Revit 2026 API
MultiServerService.SetActiveServers Method
Overload List
Name | Description
SetActiveServers(IList<Guid>)
SetActiveServers(IList<Guid>, Document)
Top
See Also
Reference
MultiServerService Class
Autodesk.Revit.DB.ExternalService Namespace